Repository: authgear/authgear-saml-sp-testing-tool
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fr, ja, pt, ru

source: SAML Testing Tool | Mock SP | SAML Flow
ar: أداة اختبار SAML | مزود الخدمة المحاكي | تدفق SAML
de: SAML-Testtool | Mock SP | SAML-Flow
es: Herramienta de Prueba SAML | SP Simulado | Flujo SAML
fr: Outil de Test SAML | SP Simulé | Flux SAML
ja: SAML テストツール | モック SP | SAML フロー
pt: Ferramenta de Teste SAML | SP Simulado | Fluxo SAML
ru: Инструмент тестирования SAML | Мок SP | Поток SAML

source: SAML Testing Tool
ar: أداة اختبار SAML
de: SAML-Testtool
es: Herramienta de Prueba SAML
fr: Outil de Test SAML
ja: SAML テストツール
pt: Ferramenta de Teste SAML
ru: Инструмент тестирования SAML

source: Presented by
ar: مقدم من
de: Präsentiert von
es: Presentado por
fr: Présenté par
ja: 提供：
pt: Apresentado por
ru: Представлено

source: What is this tool?
ar: ما هي هذه الأداة؟
de: Was ist dieses Tool?
es: ¿Qué es esta herramienta?
fr: Qu'est-ce que cet outil ?
ja: このツールとは？
pt: O que é esta ferramenta?
ru: Что это за инструмент?

source: How to use it:
ar: كيفية استخدامها:
de: So verwenden Sie es:
es: Cómo usarla:
fr: Comment l'utiliser :
ja: 使用方法：
pt: Como usar:
ru: Как использовать:

source: Configure your IdP settings
ar: قم بتكوين إعدادات مزود الهوية الخاص بك
de: Konfigurieren Sie Ihre IdP-Einstellungen
es: Configura los ajustes de tu IdP
fr: Configurez les paramètres de votre IdP
ja: IdP 設定を構成する
pt: Configure as configurações do seu IdP
ru: Настройте параметры вашего IdP

source: Set up your SP
ar: قم بإعداد مزود الخدمة الخاص بك
de: Richten Sie Ihren SP ein
es: Configura tu SP
fr: Configurez votre SP
ja: SP を設定する
pt: Configure seu SP
ru: Настройте ваш SP

source: Test authentication
ar: اختبر المصادقة
de: Authentifizierung testen
es: Prueba la autenticación
fr: Testez l'authentification
ja: 認証をテストする
pt: Teste a autenticação
ru: Протестируйте аутентификацию

source: View results
ar: عرض النتائج
de: Ergebnisse anzeigen
es: Ver resultados
fr: Voir les résultats
ja: 結果を表示する
pt: Ver resultados
ru: Просмотр результатов

source: Key Features:
ar: الميزات الرئيسية:
de: Hauptfunktionen:
es: Características principales:
fr: Fonctionnalités principales :
ja: 主な機能：
pt: Principais recursos:
ru: Основные возможности:

source: Test SAML 2.0 authentication flows
ar: اختبر تدفقات مصادقة SAML 2.0
de: SAML 2.0-Authentifizierungsflows testen
es: Prueba flujos de autenticación SAML 2.0
fr: Testez les flux d'authentification SAML 2.0
ja: SAML 2.0 認証フローをテストする
pt: Teste fluxos de autenticação SAML 2.0
ru: Тестирование потоков аутентификации SAML 2.0

source: View user attributes and claims
ar: عرض سمات المستخدم والمطالبات
de: Benutzerattribute und Claims anzeigen
es: Ver atributos y reclamaciones del usuario
fr: Voir les attributs et revendications utilisateur
ja: ユーザー属性とクレームを表示する
pt: Veja atributos e declarações do usuário
ru: Просмотр атрибутов и утверждений пользователя

source: Configure various SAML bindings
ar: تكوين روابط SAML المختلفة
de: Verschiedene SAML-Bindings konfigurieren
es: Configura varios enlaces SAML
fr: Configurez divers bindings SAML
ja: 様々な SAML バインディングを構成する
pt: Configure vários bindings SAML
ru: Настройка различных привязок SAML

source: Test different NameID formats
ar: اختبر تنسيقات NameID المختلفة
de: Verschiedene NameID-Formate testen
es: Prueba diferentes formatos NameID
fr: Testez différents formats NameID
ja: 異なる NameID 形式をテストする
pt: Teste diferentes formatos NameID
ru: Тестирование различных форматов NameID

source: Validate SAML responses
ar: التحقق من صحة استجابات SAML
de: SAML-Antworten validieren
es: Valida respuestas SAML
fr: Validez les réponses SAML
ja: SAML レスポンスを検証する
pt: Valide respostas SAML
ru: Проверка ответов SAML

source: Get Started with SAML SSO
ar: ابدأ مع SAML SSO
de: Erste Schritte mit SAML SSO
es: Comienza con SAML SSO
fr: Commencer avec SAML SSO
ja: SAML SSO を始める
pt: Comece com SAML SSO
ru: Начать с SAML SSO

source: Configuration Error
ar: خطأ في التكوين
de: Konfigurationsfehler
es: Error de Configuración
fr: Erreur de Configuration
ja: 設定エラー
pt: Erro de Configuração
ru: Ошибка конфигурации

source: Invalid Configuration
ar: تكوين غير صالح
de: Ungültige Konfiguration
es: Configuración Inválida
fr: Configuration Invalide
ja: 無効な設定
pt: Configuração Inválida
ru: Неверная конфигурация

source: User Information
ar: معلومات المستخدم
de: Benutzerinformationen
es: Información del Usuario
fr: Informations Utilisateur
ja: ユーザー情報
pt: Informações do Usuário
ru: Информация о пользователе

source: NameID Format
ar: تنسيق معرف الاسم
es: Formato NameID
fr: Format NameID
ja: NameID 形式
pt: Formato NameID
ru: Формат NameID

source: User Attributes
ar: سمات المستخدم
de: Benutzerattribute
es: Atributos del Usuario
fr: Attributs Utilisateur
ja: ユーザー属性
pt: Atributos do Usuário
ru: Атрибуты пользователя

source: You have the following attributes:
de: Sie haben die folgenden Attribute:
es: Tienes los siguientes atributos:
fr: Vous avez les attributs suivants :
ja: 以下の属性があります：
pt: Você tem os seguintes atributos:
ru: У вас есть следующие атрибуты:

source: Name
ar: الاسم
es: Nombre
fr: Nom
ja: 名前
pt: Nome
ru: Имя

source: Values
ar: القيم
de: Werte
es: Valores
fr: Valeurs
ja: 値
pt: Valores
ru: Значения

source: You don't have any attributes
de: Sie haben keine Attribute
es: No tienes ningún atributo
fr: Vous n'avez aucun attribut
ja: 属性がありません
pt: Você não tem nenhum atributo
ru: У вас нет атрибутов

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
ja: ログアウト
pt: Sair
ru: Выйти

source: Quick Setup
de: Schnelle Einrichtung
es: Configuración Rápida
fr: Configuration Rapide
ja: クイックセットアップ
pt: Configuração Rápida
ru: Быстрая настройка

source: Upload your IdP's SAML metadata file to automatically fill all configuration fields.
ar: قم برفع ملف البيانات الوصفية SAML لمزود الهوية لملء جميع حقول التكوين تلقائياً.
de: Laden Sie die SAML-Metadatendatei Ihres IdP hoch, um alle Konfigurationsfelder automatisch auszufüllen.
es: Sube el archivo de metadatos SAML de tu IdP para llenar automáticamente todos los campos de configuración.
fr: Téléchargez le fichier de métadonnées SAML de votre IdP pour remplir automatiquement tous les champs de configuration.
ja: IdP の SAML メタデータファイルをアップロードして、すべての設定フィールドを自動的に入力します。
pt: Faça upload do arquivo de metadados SAML do seu IdP para preencher automaticamente todos os campos de configuração.
ru: Загрузите файл метаданных SAML вашего IdP для автоматического заполнения всех полей конфигурации.

source: Metadata loaded successfully!
de: Metadaten erfolgreich geladen!
es: ¡Metadatos cargados exitosamente!
fr: Métadonnées chargées avec succès !
ja: メタデータの読み込みに成功しました！
pt: Metadados carregados com sucesso!
ru: Метаданные успешно загружены!

source: Error loading metadata
de: Fehler beim Laden der Metadaten
es: Error al cargar metadatos
fr: Erreur lors du chargement des métadonnées
ja: メタデータの読み込みエラー
pt: Erro ao carregar metadados
ru: Ошибка загрузки метаданных

source: AuthnRequest Parameters
ar: معاملات طلب المصادقة
de: AuthnRequest-Parameter
es: Parámetros AuthnRequest
fr: Paramètres AuthnRequest
ja: AuthnRequest パラメータ
pt: Parâmetros AuthnRequest
ru: Параметры AuthnRequest

source: These parameters control how the SAML authentication request is sent to your Identity Provider.
ar: تتحكم هذه المعاملات في كيفية إرسال طلب مصادقة SAML إلى مزود الهوية الخاص بك.
de: Diese Parameter steuern, wie die SAML-Authentifizierungsanfrage an Ihren Identity Provider gesendet wird.
es: Estos parámetros controlan cómo se envía la solicitud de autenticación SAML a tu Proveedor de Identidad.
fr: Ces paramètres contrôlent comment la requête d'authentification SAML est envoyée à votre Fournisseur d'Identité.
ja: これらのパラメータは、SAML 認証リクエストが Identity Provider に送信される方法を制御します。
pt: Esses parâmetros controlam como a solicitação de autenticação SAML é enviada para seu Provedor de Identidade.
ru: Эти параметры контролируют, как запрос аутентификации SAML отправляется вашему Поставщику удостоверений.

source: Authentication Behavior
ar: سلوك المصادقة
de: Authentifizierungsverhalten
es: Comportamiento de Autenticación
fr: Comportement d'Authentification
ja: 認証動作
pt: Comportamento de Autenticação
ru: Поведение аутентификации

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
pt: Padrão
ru: По умолчанию

source: Use the IdP's default authentication behavior. The IdP may use existing sessions or prompt for authentication as appropriate.
ar: استخدم سلوك المصادقة الافتراضي لمزود الهوية. قد يستخدم مزود الهوية الجلسات الموجودة أو يطلب المصادقة حسب الاقتضاء.
de: Verwenden Sie das Standard-Authentifizierungsverhalten des IdP. Der IdP kann bestehende Sitzungen verwenden oder bei Bedarf zur Authentifizierung auffordern.
es: Usa el comportamiento de autenticación predeterminado del IdP. El IdP puede usar sesiones existentes o solicitar autenticación según corresponda.
fr: Utilisez le comportement d'authentification par défaut de l'IdP. L'IdP peut utiliser des sessions existantes ou demander une authentification selon le cas.
ja: IdP のデフォルト認証動作を使用します。IdP は既存のセッションを使用するか、適切に認証を求める場合があります。
pt: Use o comportamento de autenticação padrão do IdP. O IdP pode usar sessões existentes ou solicitar autenticação conforme apropriado.
ru: Используйте поведение аутентификации по умолчанию IdP. IdP может использовать существующие сессии или запрашивать аутентификацию по мере необходимости.

source: The IdP will not prompt the user for authentication if they already have a valid session. Useful for silent authentication checks.
ar: لن يطلب مزود الهوية من المستخدم المصادقة إذا كان لديه جلسة صالحة بالفعل. مفيد لفحوصات المصادقة الصامتة.
de: Der IdP wird den Benutzer nicht zur Authentifizierung auffordern, wenn er bereits eine gültige Sitzung hat. Nützlich für stille Authentifizierungsprüfungen.
es: El IdP no solicitará autenticación al usuario si ya tiene una sesión válida. Útil para verificaciones de autenticación silenciosas.
fr: L'IdP ne demandera pas d'authentification à l'utilisateur s'il a déjà une session valide. Utile pour les vérifications d'authentification silencieuses.
ja: ユーザーが既に有効なセッションを持っている場合、IdP は認証を求めません。サイレント認証チェックに便利です。
pt: O IdP não solicitará autenticação do usuário se ele já tiver uma sessão válida. Útil para verificações de autenticação silenciosas.
ru: IdP не будет запрашивать аутентификацию у пользователя, если у него уже есть действительная сессия. Полезно для тихих проверок аутентификации.

source: The IdP will always require fresh authentication, even if the user has an existing session. Forces re-authentication.
ar: سيطلب مزود الهوية دائماً مصادقة جديدة، حتى لو كان لدى المستخدم جلسة موجودة. يجبر إعادة المصادقة.
de: Der IdP wird immer eine neue Authentifizierung erfordern, auch wenn der Benutzer eine bestehende Sitzung hat. Erzwingt eine erneute Authentifizierung.
es: El IdP siempre requerirá autenticación fresca, incluso si el usuario tiene una sesión existente. Fuerza la re-autenticación.
fr: L'IdP exigera toujours une authentification fraîche, même si l'utilisateur a une session existante. Force la ré-authentification.
ja: ユーザーが既存のセッションを持っていても、IdP は常に新しい認証を要求します。再認証を強制します。
pt: O IdP sempre exigirá autenticação fresca, mesmo se o usuário tiver uma sessão existente. Força a re-autenticação.
ru: IdP всегда будет требовать свежую аутентификацию, даже если у пользователя есть существующая сессия. Принуждает к повторной аутентификации.

source: Subject NameID
es: NameID del Sujeto
fr: NameID du Sujet
pt: NameID do Sujeito
ru: NameID субъекта

source: Specify a particular user identifier to test authentication for a specific user. Leave empty to use the IdP's default user selection.
ar: حدد معرف مستخدم معين لاختبار المصادقة لمستخدم محدد. اتركه فارغاً لاستخدام اختيار المستخدم الافتراضي لمزود الهوية.
de: Geben Sie einen bestimmten Benutzerbezeichner an, um die Authentifizierung für einen bestimmten Benutzer zu testen. Lassen Sie leer, um die Standard-Benutzerauswahl des IdP zu verwenden.
es: Especifica un identificador de usuario particular para probar la autenticación de un usuario específico. Déjalo vacío para usar la selección de usuario predeterminada del IdP.
fr: Spécifiez un identifiant utilisateur particulier pour tester l'authentification d'un utilisateur spécifique. Laissez vide pour utiliser la sélection d'utilisateur par défaut de l'IdP.
ja: 特定のユーザーの認証をテストするために、特定のユーザー識別子を指定します。空のままにすると、IdP のデフォルトユーザー選択が使用されます。
pt: Especifique um identificador de usuário específico para testar a autenticação de um usuário específico. Deixe vazio para usar a seleção de usuário padrão do IdP.
ru: Укажите конкретный идентификатор пользователя для тестирования аутентификации конкретного пользователя. Оставьте пустым для использования выбора пользователя по умолчанию IdP.

source: Parameters to configure in your IdP
ar: المعاملات لتكوينها في مزود الهوية
de: Parameter zur Konfiguration in Ihrem IdP
es: Parámetros para configurar en tu IdP
fr: Paramètres à configurer dans votre IdP
ja: IdP で設定するパラメータ
pt: Parâmetros para configurar no seu IdP
ru: Параметры для настройки в вашем IdP

source: These are the values you need to configure in your Identity Provider settings.
ar: هذه هي القيم التي تحتاج إلى تكوينها في إعدادات مزود الهوية.
de: Dies sind die Werte, die Sie in den Einstellungen Ihres Identity Providers konfigurieren müssen.
es: Estos son los valores que necesitas configurar en los ajustes de tu Proveedor de Identidad.
fr: Ce sont les valeurs que vous devez configurer dans les paramètres de votre Fournisseur d'Identité.
ja: これらは Identity Provider 設定で構成する必要がある値です。
pt: Estes são os valores que você precisa configurar nas configurações do seu Provedor de Identidade.
ru: Это значения, которые вам нужно настроить в настройках вашего Поставщика удостоверений.

source: Errors:
ar: الأخطاء:
de: Fehler:
es: Errores:
fr: Erreurs :
ja: エラー：
pt: Erros:
ru: Ошибки:

source: Not authenticated
ar: غير مصادق عليه
de: Nicht authentifiziert
es: No autenticado
fr: Non authentifié
ja: 認証されていません
pt: Não autenticado
ru: Не аутентифицирован

source: Successfully logged out
ar: تم تسجيل الخروج بنجاح
de: Erfolgreich abgemeldet
es: Sesión cerrada exitosamente
fr: Déconnexion réussie
ja: 正常にログアウトしました
pt: Sessão encerrada com sucesso
ru: Успешно вышли

source: local session cleared
ar: تم مسح الجلسة المحلية
de: lokale Sitzung gelöscht
es: sesión local limpiada
fr: session locale effacée
ja: ローカルセッションがクリアされました
pt: sessão local limpa
ru: локальная сессия очищена

source: Configuration parameters from your IdP
ar: معاملات التكوين من مزود الهوية
de: Konfigurationsparameter von Ihrem IdP
es: Parámetros de configuración de tu IdP
fr: Paramètres de configuration de votre IdP
ja: IdP からの設定パラメータ
pt: Parâmetros de configuração do seu IdP
ru: Параметры конфигурации от вашего IdP

source: These are the configuration values you need to obtain from your Identity Provider.
ar: هذه هي قيم التكوين التي تحتاج إلى الحصول عليها من مزود الهوية.
de: Dies sind die Konfigurationswerte, die Sie von Ihrem Identity Provider erhalten müssen.
es: Estos son los valores de configuración que necesitas obtener de tu Proveedor de Identidad.
fr: Ce sont les valeurs de configuration que vous devez obtenir de votre Fournisseur d'Identité.
ja: これらは Identity Provider から取得する必要がある設定値です。
pt: Estes são os valores de configuração que você precisa obter do seu Provedor de Identidade.
ru: Это значения конфигурации, которые вам нужно получить от вашего Поставщика удостоверений.

source: Upload Metadata
ar: رفع البيانات الوصفية
de: Metadaten hochladen
es: Subir Metadatos
fr: Télécharger les Métadonnées
ja: メタデータをアップロード
pt: Fazer Upload de Metadados
ru: Загрузить метаданные

source: Quick setup with your IdP's SAML metadata file
ar: إعداد سريع مع ملف البيانات الوصفية SAML لمزود الهوية
de: Schnelle Einrichtung mit der SAML-Metadatendatei Ihres IdP
es: Configuración rápida con el archivo de metadatos SAML de tu IdP
fr: Configuration rapide avec le fichier de métadonnées SAML de votre IdP
ja: IdP の SAML メタデータファイルでクイックセットアップ
pt: Configuração rápida com o arquivo de metadados SAML do seu IdP
ru: Быстрая настройка с файлом метаданных SAML вашего IdP

source: Manual Setup
ar: الإعداد اليدوي
de: Manuelle Einrichtung
es: Configuración Manual
fr: Configuration Manuelle
ja: 手動設定
pt: Configuração Manual
ru: Ручная настройка

source: Configure each parameter individually
ar: قم بتكوين كل معامل على حدة
de: Jeden Parameter einzeln konfigurieren
es: Configura cada parámetro individualmente
fr: Configurez chaque paramètre individuellement
ja: 各パラメータを個別に設定
pt: Configure cada parâmetro individualmente
ru: Настройте каждый параметр индивидуально

source: Upload SAML Metadata
ar: رفع بيانات SAML الوصفية
de: SAML-Metadaten hochladen
es: Subir Metadatos SAML
fr: Télécharger les Métadonnées SAML
ja: SAML メタデータをアップロード
pt: Fazer Upload de Metadados SAML
ru: Загрузить метаданные SAML

source: XML files only
ar: ملفات XML فقط
de: Nur XML-Dateien
es: Solo archivos XML
fr: Fichiers XML uniquement
ja: XML ファイルのみ
pt: Apenas arquivos XML
ru: Только XML файлы

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Connexion
ja: ログイン
pt: Entrar
ru: Войти

source: View source code on GitHub
ar: عرض الكود المصدري على GitHub
de: Quellcode auf GitHub anzeigen
es: Ver código fuente en GitHub
fr: Voir le code source sur GitHub
ja: GitHub でソースコードを表示
pt: Ver código fonte no GitHub
ru: Посмотреть исходный код на GitHub

source: Clear parameters
ar: مسح المعاملات
de: Parameter löschen
es: Limpiar parámetros
fr: Effacer les paramètres
ja: パラメータをクリア
pt: Limpar parâmetros
ru: Очистить параметры

source: Back to options
ar: العودة إلى الخيارات
de: Zurück zu den Optionen
es: Volver a opciones
fr: Retour aux options
ja: オプションに戻る
pt: Voltar às opções
ru: Вернуться к опциям

source: Experience seamless, secure, and scalable identity management with Authgear.
ar: اختبر إدارة الهوية السلسة والآمنة والقابلة للتطوير مع Authgear.
de: Erleben Sie nahtloses, sicheres und skalierbares Identitätsmanagement mit Authgear.
es: Experimenta una gestión de identidad fluida, segura y escalable con Authgear.
fr: Découvrez une gestion d'identité fluide, sécurisée et évolutive avec Authgear.
ja: Authgear によるシームレスで安全でスケーラブルなアイデンティティ管理を体験してください。
pt: Experimente uma gestão de identidade perfeita, segura e escalável com Authgear.
ru: Испытайте бесшовное, безопасное и масштабируемое управление идентификацией с Authgear.

source: Get started for free
ar: ابدأ مجاناً
de: Kostenlos starten
es: Comienza gratis
fr: Commencer gratuitement
ja: 無料で始める
pt: Comece gratuitamente
ru: Начать бесплатно

source: This is a SAML testing tool acting as a Service Provider (SP) that allows you to configure and test SAML authentication flows with Authgear, Auth0, Okta, Entra ID or any other Identity Provider (IdP).
ar: هذه أداة اختبار SAML تعمل كمزود خدمة (SP) تسمح لك بتكوين واختبار تدفقات مصادقة SAML مع Authgear و Auth0 و Okta و Entra ID أو أي مزود هوية آخر (IdP).
de: Dies ist ein SAML-Testtool, das als Service Provider (SP) fungiert und es Ihnen ermöglicht, SAML-Authentifizierungsflows mit Authgear, Auth0, Okta, Entra ID oder jedem anderen Identity Provider (IdP) zu konfigurieren und zu testen.
es: Esta es una herramienta de prueba SAML que actúa como Proveedor de Servicios (SP) y te permite configurar y probar flujos de autenticación SAML con Authgear, Auth0, Okta, Entra ID o cualquier otro Proveedor de Identidad (IdP).
fr: Ceci est un outil de test SAML agissant comme un Fournisseur de Services (SP) qui vous permet de configurer et tester les flux d'authentification SAML avec Authgear, Auth0, Okta, Entra ID ou tout autre Fournisseur d'Identité (IdP).
ja: これはサービスプロバイダー（SP）として機能する SAML テストツールで、Authgear、Auth0、Okta、Entra ID またはその他の Identity Provider（IdP）との SAML 認証フローを設定およびテストできます。
pt: Esta é uma ferramenta de teste SAML que atua como um Provedor de Serviços (SP) e permite que você configure e teste fluxos de autenticação SAML com Authgear, Auth0, Okta, Entra ID ou qualquer outro Provedor de Identidade (IdP).
ru: Это инструмент тестирования SAML, действующий как Поставщик услуг (SP), который позволяет настраивать и тестировать потоки аутентификации SAML с Authgear, Auth0, Okta, Entra ID или любым другим Поставщиком удостоверений (IdP).

source: Enter your Authgear or other Identity Provider's details in the form
ar: أدخل تفاصيل Authgear أو مزود الهوية الآخر في النموذج
de: Geben Sie die Details Ihres Authgear oder anderen Identity Providers in das Formular ein
es: Ingresa los detalles de tu Authgear u otro Proveedor de Identidad en el formulario
fr: Entrez les détails de votre Authgear ou autre Fournisseur d'Identité dans le formulaire
ja: フォームに Authgear またはその他の Identity Provider の詳細を入力
pt: Digite os detalhes do seu Authgear ou outro Provedor de Identidade no formulário
ru: Введите детали вашего Authgear или другого Поставщика удостоверений в форму

source: Configure your Service Provider settings
ar: قم بتكوين إعدادات مزود الخدمة الخاص بك
de: Konfigurieren Sie Ihre Service Provider-Einstellungen
es: Configura los ajustes de tu Proveedor de Servicios
fr: Configurez les paramètres de votre Fournisseur de Services
ja: サービスプロバイダー設定を構成
pt: Configure as configurações do seu Provedor de Serviços
ru: Настройте параметры вашего Поставщика услуг

source: Check the attributes and user information returned
ar: تحقق من السمات ومعلومات المستخدم المُرجعة
de: Überprüfen Sie die zurückgegebenen Attribute und Benutzerinformationen
es: Verifica los atributos e información del usuario devueltos
fr: Vérifiez les attributs et informations utilisateur retournés
ja: 返された属性とユーザー情報を確認
pt: Verifique os atributos e informações do usuário retornados
ru: Проверьте возвращенные атрибуты и информацию о пользователе

source: Click "Login" to initiate SAML authentication
ar: انقر على "تسجيل الدخول" لبدء مصادقة SAML
de: Klicken Sie auf "Anmelden", um die SAML-Authentifizierung zu starten
es: Haz clic en "Iniciar Sesión" para iniciar la autenticación SAML
fr: Cliquez sur "Connexion" pour initier l'authentification SAML
ja: 「ログイン」をクリックして SAML 認証を開始
pt: Clique em "Entrar" para iniciar a autenticação SAML
ru: Нажмите "Войти" для инициации аутентификации SAML

source: Unique identifier for your Identity Provider. Usually a URL or URN that identifies your IdP.
de: Eindeutiger Bezeichner für Ihren Identity Provider. Normalerweise eine URL oder URN, die Ihren IdP identifiziert.
ja: Identity Provider の一意の識別子。通常、IdP を識別する URL または URN です。

source: The URL where users will be redirected for authentication. This is your IdP's login endpoint.
de: Die URL, zu der Benutzer für die Authentifizierung weitergeleitet werden. Dies ist der Login-Endpunkt Ihres IdP.
ja: ユーザーが認証のためにリダイレクトされる URL。これは IdP のログインエンドポイントです。

source: X.509 certificate used to verify SAML responses from your IdP. Must be in PEM format with BEGIN/END markers.
de: X.509-Zertifikat zur Überprüfung von SAML-Antworten von Ihrem IdP. Muss im PEM-Format mit BEGIN/END-Markierungen vorliegen.
ja: IdP からの SAML レスポンスを検証するために使用される X.509 証明書。BEGIN/END マーカー付きの PEM 形式である必要があります。

source: The format of the user identifier in SAML responses. Choose based on your IdP's configuration.
de: Das Format des Benutzerbezeichners in SAML-Antworten. Wählen Sie basierend auf der Konfiguration Ihres IdP.
ja: SAML レスポンス内のユーザー識別子の形式。IdP の設定に基づいて選択してください。

source: The protocol binding for SAML requests to your IdP. HTTP-Redirect is most common.
de: Die Protokollbindung für SAML-Anfragen an Ihren IdP. HTTP-Redirect ist am häufigsten.
ja: IdP への SAML リクエストのプロトコルバインディング。HTTP-Redirect が最も一般的です。

source: The protocol binding for receiving SAML responses. HTTP-POST is most common for SPs.
de: Die Protokollbindung zum Empfangen von SAML-Antworten. HTTP-POST ist für SPs am häufigsten.
ja: SAML レスポンスを受信するためのプロトコルバインディング。SP では HTTP-POST が最も一般的です。

source: Assertion Consumer Service URL
ja: アサーションコンシューマーサービス URL
