Repository: authgear/authgear-saml-sp-testing-tool
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fr, ja, pt, ru

source: The audience value that should be present in SAML assertions. Usually your SP's entity ID or URL.
de: Der Audience-Wert, der in SAML-Assertions vorhanden sein sollte. Normalerweise die Entity-ID oder URL Ihres SP.
ja: SAML アサーションに存在する必要があるオーディエンス値。通常、SP のエンティティ ID または URL です。

source: NameID
ar: معرف الاسم
